export const contactTexts = {
     header_title: {
        ru: "БЕСПЛАТНАЯ ДОСТАВКА на все товары",
        ua: "БЕЗКОШТОВНА ДОСТАВКА на всі товари"
    },

    catalog: {
        ru: "КАТАЛОГ",
        ua: "КАТАЛОГ"
    },
     topsellers: {
        ru: "ТОП ПРОДАЖ",
        ua: "ТОП ПРОДАЖУ"
    },
    text: {
        ru: "Связаться с нами",
        ua: "Зв'язатися з нами"
    },
    text1: {
        ru: "Нужна помощь?",
        ua: "Потрібна допомога?"
    },
    text2: {
        ru: "Круглосуточная поддержка клиентов Farex",
        ua: "Цілодобова підтримка клієнтів Farex"
    },
    text3: {
        ru: "Связаться с нами",
        ua: "Зв'язатися з нами"
    },
    text4: {
        ru: "FAREX 2025© — ВСЕ <br>ПРАВА ЗАЩИЩЕНЫ",
        ua: "FAREX 2025© - ВСЕ <br> ПРАВА ЗАХИЩЕНІ"
    },
      text5: {
        ru: "Информация про кампанию",
        ua: "Інформація про кампанію"
    },
      text6: {
        ru: "Связаться с нами",
        ua: "Зв'язатися з нами"
    },
      text7: {
        ru: "Служба поддержки",
        ua: "Служба підтримки"
    },
        text8: {
        ru: "Возврат и Возмещения",
        ua: "Повернення та Відшкодування"
    },
        text9: {
        ru: "Информация о доставке",
        ua: "Інформація про доставку"
    },
        text10: {
        ru: "Гарантия",
        ua: "Гарантія"
    },
        text11: {
        ru: "Политика конфиденциальности",
        ua: "Політика конфіденційності"
    },
        text12: {
        ru: "Топ продаж",
        ua: "Топ продажів"
    },
    
        text13: {
        ru: "НАВВЕРХ",
        ua: "НАВЕРХ"
    },
    modal1: {
        ru: "Добро пожаловать в Farex!",
        ua: "Ласкаво просимо до Farex!"
    },
     modal2: {
        ru: "УЖЕ ЕСТЬ АККАУНТ",
        ua: "ВЖЕ Є АККАУНТ"
    },
     modal3: {
        ru: "НЕТ АККАУНТА",
        ua: "НІ АККАУНТУ"
    },
     modal4: {
        ru: "Войти в аккаунт",
        ua: "Увійти до облікового запису"
    },
     modal5: {
        ru: "Я забыл пароль",
        ua: "Я забув пароль"
    },
     modal6: {
        ru: "ВОЙТИ",
        ua: "УВійти"
    },
     modal7: {
        ru: "Создать аккаунт",
        ua: "Створити обліковий запис"
    },
     modal8: {
        ru: "У МЕНЯ ЕСТЬ АККАУНТ",
        ua: "У МЕНЕ Є АККАУНТ"
    },
     modal9: {
        ru: "отправить",
        ua: "відправити"
    },
     modal10: {
        ru: "Восстановить пароль",
        ua: "Відновити пароль"
    },
     modal11: {
       ru: "отправить",
        ua: "відправити"
    },

    
}