export const DeliveryTexts = {
       header_title: {
        ru: "БЕСПЛАТНАЯ ДОСТАВКА на все товары",
        ua: "БЕЗКОШТОВНА ДОСТАВКА на всі товари"
    },

    catalog: {
        ru: "КАТАЛОГ",
        ua: "КАТАЛОГ"
    },
     topsellers: {
        ru: "ТОП ПРОДАЖ",
        ua: "ТОП ПРОДАЖУ"
    },
     text: {
        ru: "Главная",
        ua: "Головна"
     },
     text1: {
        ru: "Farex | Информация о доставке",
        ua: "Farex | Інформація про доставку"
     },
     text2: {
        ru: "БЕСПЛАТНАЯ СТАНДАРТНАЯ ДОСТАВКА/САМОВЫВОЗ для всех заказов.",
        ua: "БЕЗКОШТОВНА СТАНДАРТНА ДОСТАВКА/САМОВИВЕЗЕННЯ для всіх замовлень."
     },
     text3: {
        ru: "Способ доставки",
        ua: "Спосіб доставки"
     },
     text4: {
        ru: "Стандартна доставка",
        ua: "Стандартна доставка"
     },
     text5: {
        ru: "Самовывоз",
        ua: "Самовивіз"
     },
     text6: {
        ru: "Расходы",
        ua: "Витрати"
     },
     text7: {
        ru: "БЕСПЛАТНО для всех заказов",
        ua: "БЕЗКОШТОВНО для всіх замовлень"
     },
     text8: {
       ru: "БЕСПЛАТНО для всех заказов",
        ua: "БЕЗКОШТОВНО для всіх замовлень"
     },
     text9: {
        ru: "Время доставки",
        ua: "Час доставки"
     },
     text10: {
        ru: "Farex оставляет за собой право корректировать пороговые значения заказов в зависимости от конкретных событий или обстоятельств. Применимые пороговые значения подробно описаны перед отправкой заказа.",
        ua: "Farex залишає за собою право коригувати граничні значення замовлень залежно від конкретних подій або обставин. Застосовні граничні значення докладно описані перед відправкою замовлення."
     },
     text11: {
        ru: "Варианты доставки",
        ua: "Варіанти доставки"
     },
     text12: {
        ru: "Вы можете выбрать стандартная доставка или Самовывоз в зависимости от товаров в вашем заказе и вашего местоположения. Поскольку ваши заказы могут быть переданы местным перевозчикам для окончательного этапа доставки, отслеживание может быть недоступно на некоторых участках пути.",
        ua: "Ви можете вибрати стандартна доставка або Самовивіз в залежності від товарів у вашому замовленні та вашого розташування. Оскільки ваші замовлення можуть бути передані місцевим перевізникам для остаточного етапу доставки, відстеження може бути недоступним на деяких ділянках колії."
     },
     text13: {
        ru: "Адрес доставки",
        ua: "Адреса доставки"
     },
     text14: {
        ru: "Пожалуйста, убедитесь, что вы указали правильный и актуальный адрес для отправки и доставки. Вы можете использовать абонентные ящики в качестве адреса доставки. Но некоторые товары могут быть доставлены только по физическим адресам. Для успешной доставки крупной продукции, ценностей, скоропортящейся продукции, продукции с возрастными ограничениями или продукции, отправленной через частных перевозчиков, может потребоваться физический почтовый адрес или подпись с подтверждением. Торговые партнеры также могут указывать в списках продукции то, что отправка продукции на абонентский ящик невозможна. Товары не могут быть доставлены в зоны с ограниченным доступом, такие как военные базы.",
        ua: "Будь ласка, переконайтеся, що ви вказали правильну та актуальну адресу для відправки та доставки. Ви можете використовувати абонентні скриньки як адресу доставки. Але деякі товари можуть бути доставлені лише за фізичними адресами. Для успішної доставки великої продукції, цінностей, продукції, що швидко псується, продукції з віковими обмеженнями або продукції, відправленої через приватних перевізників, може знадобитися фізична поштова адреса або підпис з підтвердженням. Торгові партнери також можуть вказувати у списках продукції те, що відправлення продукції на абонентську скриньку неможливе. Товари не можуть бути доставлені до зон з обмеженим доступом, таких як військові бази."
     },
     text15: {
        ru: "Время и стоимость доставки",
        ua: "Час та вартість доставки"
     },
      text16: {
        ru: "После успешной оплаты и подтверждения заказа вы увидите время доставки и стоимость доставки на странице подтверждения заказа. Вы также получите сообщение о подтверждении заказа, в котором будет указано время обработки вашего заказа. Обработка вашего заказа может занять 1-3 дней. Вы получите сообщение, как только ваш заказ будет отправлен. Вы получите сообщение с уведомлением об отправке, в котором будет указано время доставки для каждой посылки после ее отправки. Вам будет предоставлен номер отслеживания, когда он будет готов. Вы можете просмотреть это время доставки под каждой посылкой в истории заказов в то же время. В большинстве случаев ваш заказ будет доставлен в течение срока доставки. Однако фактическая дата доставки может зависеть от расписания полетов, погодных условий и других внешних факторов. Пожалуйста, ознакомьтесь с информацией об отслеживании для получения актуальной даты доставки.",
        ua: "Після успішної оплати та підтвердження замовлення ви побачите час доставки та вартість доставки на сторінці підтвердження замовлення. Ви також отримаєте повідомлення про підтвердження замовлення, де буде вказано час обробки вашого замовлення. Обробка вашого замовлення може тривати 1-3 дні. Ви отримаєте повідомлення, як тільки ваше замовлення буде надіслано. Ви отримаєте повідомлення з повідомленням про відправку, в якому буде вказано час доставки для кожної посилки після надсилання. Вам буде надано номер відстеження, коли він буде готовим. Ви можете переглянути цей час доставки під кожною посилкою в історії замовлень одночасно. У більшості випадків ваше замовлення буде доставлено протягом терміну доставки. Однак фактична дата доставки може залежати від розкладу польотів, погодних умов та інших зовнішніх факторів. Будь ласка, ознайомтеся з інформацією про відстеження, щоб отримати актуальну дату доставки."
     },
      text17: {
        ru: "Проблемы с доставкой",
        ua: "Проблеми з доставкою"
     },
     text18: {
        ru: "Если ваша посылка не была доставлена или информация об отслеживании показывает, что посылка была доставлена, но вы ее не получили, пожалуйста, немедленно свяжитесь с нашей службой поддержки в течение 90 дней с даты заказа.",
        ua: "Якщо ваша посилка не була доставлена ​​або інформація про відстеження показує, що посилка була доставлена, але ви її не отримали, будь ласка, негайно зверніться до нашої служби підтримки протягом 90 днів з дати замовлення."
     },
     text19: {
        ru: "FAREX 2025© — ВСЕ <br>ПРАВА ЗАЩИЩЕНЫ",
        ua: "FAREX 2025© - ВСЕ <br> ПРАВА ЗАХИЩЕНІ"
    },
      text20: {
        ru: "Информация про кампанию",
        ua: "Інформація про кампанію"
    },
      text21: {
        ru: "Связаться с нами",
        ua: "Зв'язатися з нами"
    },
      text29: {
        ru: "Служба поддержки",
        ua: "Служба підтримки"
    },
        text30: {
        ru: "Возврат и Возмещения",
        ua: "Повернення та Відшкодування"
    },
        text31: {
        ru: "Информация о доставке",
        ua: "Інформація про доставку"
    },
        text32: {
        ru: "Гарантия",
        ua: "Гарантія"
    },
        text33: {
        ru: "Политика конфиденциальности",
        ua: "Політика конфіденційності"
    },
        text34: {
        ru: "Топ продаж",
        ua: "Топ продажів"
    },
    
        text35: {
        ru: "НАВВЕРХ",
        ua: "НАВЕРХ"
    },
    modal1: {
        ru: "Добро пожаловать в Farex!",
        ua: "Ласкаво просимо до Farex!"
    },
     modal2: {
        ru: "УЖЕ ЕСТЬ АККАУНТ",
        ua: "ВЖЕ Є АККАУНТ"
    },
     modal3: {
        ru: "НЕТ АККАУНТА",
        ua: "НІ АККАУНТУ"
    },
     modal4: {
        ru: "Войти в аккаунт",
        ua: "Увійти до облікового запису"
    },
     modal5: {
        ru: "Я забыл пароль",
        ua: "Я забув пароль"
    },
     modal6: {
        ru: "ВОЙТИ",
        ua: "УВійти"
    },
     modal7: {
        ru: "Создать аккаунт",
        ua: "Створити обліковий запис"
    },
     modal8: {
        ru: "У МЕНЯ ЕСТЬ АККАУНТ",
        ua: "У МЕНЕ Є АККАУНТ"
    },
     modal9: {
        ru: "отправить",
        ua: "відправити"
    },
     modal10: {
        ru: "Восстановить пароль",
        ua: "Відновити пароль"
    },
     modal11: {
       ru: "отправить",
        ua: "відправити"
    },


}