export const aboutTexts = {
       header_title: {
        ru: "БЕСПЛАТНАЯ ДОСТАВКА на все товары",
        ua: "БЕЗКОШТОВНА ДОСТАВКА на всі товари"
    },

    catalog: {
        ru: "КАТАЛОГ",
        ua: "КАТАЛОГ"
    },
     topsellers: {
        ru: "ТОП ПРОДАЖ",
        ua: "ТОП ПРОДАЖУ"
    },
     text1: {
        ru: "Главная",
        ua: "Головна"
     },
     text2: {
        ru: "Farex — это коммерческая площадка в сфере электронной коммерции, которая обеспечивает потребителям доступ к товарам миллионов продавцов, производителей и брендов и дает им возможность повысить качество своей жизни. Farex старается предлагать доступные товары, помогая клиентам и продавцам воплощать в жизнь свои мечты в инклюзивной среде.",
        ua: "Farex – це комерційний майданчик у сфері електронної комерції, який забезпечує споживачам доступ до товарів мільйонів продавців, виробників та брендів та дає їм можливість підвищити якість свого життя. Farex намагається пропонувати доступні товари, допомагаючи клієнтам і продавцям втілювати свої мрії в інклюзивному середовищі."
     },
     text3: {
        ru: "Что означает Farex",
        ua: "Що означає Farex"
     },
     text4: {
        ru: "Farex – Покупай как миллиардер <br>Мы надеемся, что вам понравятся отличные товары по доступным ценам от миллионов продавцов, производителей и брендов на нашей торговой площадке.",
        ua: "Farex – Купуй як мільярдер <br> Ми сподіваємося, що вам сподобаються відмінні товари за доступними цінами від мільйонів продавців, виробників та брендів на нашому торговому майданчику."
     },
     text5: {
        ru: "Откуда доставляются товары, продаваемые на Farex?",
        ua: "Звідки доставляють товари, що продаються на Farex?"
     },
     text6: {
        ru: "Товары, предлагаемые продавцами на Farex, отгружаются опытными и надежными логистическими партнерами. Страна отправки варьируется в зависимости от приобретенного товара.",
        ua: "Товари, що пропонуються продавцями на Farex, відвантажуються досвідченими та надійними логістичними партнерами. Країна відправлення варіюється в залежності від придбаного товару."
     },
     text7: {
        ru: "Наша цель — быть полезными",
        ua: "Наша мета – бути корисними."
     },
     text8: {
        ru: "Мы верим, что вещи существуют для того, чтобы делать жизнь проще, приятнее и добрее.Мы навсегда избавляем своих покупателей от неприятных компромиссов, исполняем желания и позволяем мечтать смелее",
        ua: "Ми віримо, що речі існують для того, щоб робити життя простішим, приємнішим і добрішим."
     },
     text9: {
        ru: "Наши ценности",
        ua: "Наші цінності"
     },
     tex10: {
        ru: "Создание возможностей",
        ua: "Створення можливостей"
     },
     text11: {
        ru: "Каждый заслуживает жить той жизнью, о которой мечтает",
        ua: "Кожен заслуговує жити тим життям, про яке мріє"
     },
     text12: {
        ru: "Добросовестность",
        ua: "Добросовісність"
     },
     text13: {
        ru: "Честность, этичность и благонадежность",
        ua: "Чесність, етичність та благонадійність"
     },
     text14: {
        ru: "Инклюзивность и разнообразие",
        ua: "Інклюзивність та різноманітність"
     },
     text15: {
        ru: "Уважение и принятие различий",
        ua: "Повага та прийняття відмінностей"
     },
     text16: {
        ru: "Социальная ответственность",
        ua: "Соціальна відповідальність"
     },
        text16: {
        ru: "Сотворение добра для всего мира",
        ua: "Створення добра для всього світу"
     },
        text16: {
        ru: "Ждем вас здесь",
        ua: "Чекаємо на вас тут"
     },
      text17: {
        ru: "FAREX 2025© — ВСЕ <br>ПРАВА ЗАЩИЩЕНЫ",
        ua: "FAREX 2025© - ВСЕ <br> ПРАВА ЗАХИЩЕНІ"
    },
      text18: {
        ru: "Информация про кампанию",
        ua: "Інформація про кампанію"
    },
      text19: {
        ru: "Связаться с нами",
        ua: "Зв'язатися з нами"
    },
      text20: {
        ru: "Служба поддержки",
        ua: "Служба підтримки"
    },
        text21: {
        ru: "Возврат и Возмещения",
        ua: "Повернення та Відшкодування"
    },
        text22: {
        ru: "Информация о доставке",
        ua: "Інформація про доставку"
    },
        text23: {
        ru: "Гарантия",
        ua: "Гарантія"
    },
        text24: {
        ru: "Политика конфиденциальности",
        ua: "Політика конфіденційності"
    },
        text25: {
        ru: "Топ продаж",
        ua: "Топ продажів"
    },
    
        text26: {
        ru: "НАВВЕРХ",
        ua: "НАВЕРХ"
    },
    modal1: {
        ru: "Добро пожаловать в Farex!",
        ua: "Ласкаво просимо до Farex!"
    },
     modal2: {
        ru: "УЖЕ ЕСТЬ АККАУНТ",
        ua: "ВЖЕ Є АККАУНТ"
    },
     modal3: {
        ru: "НЕТ АККАУНТА",
        ua: "НІ АККАУНТУ"
    },
     modal4: {
        ru: "Войти в аккаунт",
        ua: "Увійти до облікового запису"
    },
     modal5: {
        ru: "Я забыл пароль",
        ua: "Я забув пароль"
    },
     modal6: {
        ru: "ВОЙТИ",
        ua: "УВійти"
    },
     modal7: {
        ru: "Создать аккаунт",
        ua: "Створити обліковий запис"
    },
     modal8: {
        ru: "У МЕНЯ ЕСТЬ АККАУНТ",
        ua: "У МЕНЕ Є АККАУНТ"
    },
     modal9: {
        ru: "отправить",
        ua: "відправити"
    },
     modal10: {
        ru: "Восстановить пароль",
        ua: "Відновити пароль"
    },
     modal11: {
       ru: "отправить",
        ua: "відправити"
    },
       

}