export const returnPolicy = {
      header_title: {
        ru: "БЕСПЛАТНАЯ ДОСТАВКА на все товары",
        ua: "БЕЗКОШТОВНА ДОСТАВКА на всі товари"
    },

    catalog: {
        ru: "КАТАЛОГ",
        ua: "КАТАЛОГ"
    },
     topsellers: {
        ru: "ТОП ПРОДАЖ",
        ua: "ТОП ПРОДАЖУ"
    },
    text: {
        ru: "Главная",
        ua: "Головна"
    },
     text1: {
        ru: "Возврат и возмещение",
        ua: "Повернення та відшкодування"
    },
     text2: {
        ru: "Farex | Политика возврата и возмещения",
        ua: "Farex | Політика повернення та відшкодування"
    },
     text3: {
        ru: "Если вы остались недовольны покупкой на Temu, вы можете вернуть товар и получить возврат средств, следуя простой процедуре, описанной в данной Политике возврата и возмещения.",
        ua: "Якщо ви залишилися незадоволені покупкою на Temu, ви можете повернути товар і отримати повернення коштів, дотримуючись простої процедури, описаної в цій Політиці повернення та відшкодування."
    },
     text4: {
        ru: "1. Как сделать возврат?",
        ua: "1. Як зробити повернення?"
    },
     text5: {
        ru: "Чтобы вернуть товары, выполните следующие действия:",
        ua: "Щоб повернути товари, виконайте такі дії:"
    },
     text6: {
        ru: "I. Чтобы запросить возврат средств, войдите в свой аккаунт на Temu.com или в приложении Temu. Если у вас нет аккаунта Temu, нажмите 'Сохранить заказ' в письме с подтверждением заказа от Temu, чтобы оформить возврат.",
        ua: "I. Щоб запросити повернення коштів, увійдіть до свого облікового запису на Temu.com або у програмі Temu. Якщо у вас немає облікового запису Temu, натисніть 'Зберегти замовлення' у листі з підтвердженням замовлення від Temu, щоб оформити повернення."
    },
     text7: {
        ru: "II. Найдите нужный заказ в разделе «Ваши заказы» и нажмите кнопку «Возврат/Возмещение».",
        ua: "ІІ. Знайдіть потрібне замовлення у розділі «Ваші замовлення» та натисніть кнопку «Повернення/Відшкодування»."
    },
      text8: {
        ru: "III. Выберите товар(ы) для возврата и его причину. В зависимости от выбранной причины у вас могут запросить дополнительную информацию по заказу. После того, как вы предоставите необходимую информацию, нажмите кнопку «Следующий Шаг», чтобы продолжить.",
        ua: "ІІІ. Виберіть товар(и) для повернення та його причину. Залежно від вибраної причини, у вас можуть запросити додаткову інформацію на замовлення. Після того, як ви надасте необхідну інформацію, натисніть кнопку «Наступний крок», щоб продовжити."
    },
      text9: {
        ru: "IV. Если возвращать товар не нужно, то последний шаг — просто выбрать способ возврата средств. Вы можете получить возврат средств в виде кредитного баланса Temu или исходным способом оплаты. Сделайте выбор и нажмите «Отправить».",
        ua: "IV. Якщо повертати товар не потрібно, то останній крок просто вибрати спосіб повернення коштів. Ви можете отримати повернення коштів у вигляді кредитного балансу Temu або у вихідний спосіб оплати. Зробіть вибір та натисніть «Надіслати»."
    },
      text10: {
        ru: "V. Если вам нужно вернуть товар(ы), вы сможете выбрать способы возврата товаров и денег. После отправки запроса мы предоставим вам этикетку о возврате, чтобы вы могли вернуть товар(ы). Возврат товара производится бесплатно при первом возврате одного или нескольких товаров, подлежащих возврату, для КАЖДОГО заказа в течение 90 дн. с даты покупки, за некоторыми исключениями.",
        ua: "V. Якщо вам потрібно повернути товар(и), ви зможете вибрати способи повернення товарів та грошей. Після надсилання запиту ми надамо вам етикетку про повернення, щоб ви могли повернути товар(и). Повернення товару здійснюється безкоштовно при першому поверненні одного або декількох товарів, що підлягають поверненню, для КОЖНОГО замовлення протягом 90 днів. з дати покупки, за деякими винятками."
    },
      text11: {
        ru: "VI. Поместите все товары для возврата в одну посылку и используйте предоставленную нами этикетку возврата для отправки. Также необходимо включить исходный штрих-код для каждого товара.",
        ua: "VI. Помістіть усі товари для повернення в одну посилку та використовуйте надану нами етикетку для відправлення. Також необхідно увімкнути вихідний штрих-код для кожного товару."
    },
      text12: {
        ru: "Если вы не можете его найти:",
        ua: "Якщо ви не можете його знайти:"
    },
      text13: {
        ru: "Прежде чем поместить товары без штрих-кода в посылку для возврата, упакуйте их в прозрачные пакеты.",
        ua: "Перш ніж помістити товари без штрих-коду в посилку для повернення, запакуйте їх у прозорі пакети."
    },
      text14: {
        ru: "После того, как склад получит товары и они пройдут проверку качества, будет произведен возврат денежных средств.",
        ua: "Після того, як склад отримає товари і вони пройдуть перевірку якості, буде здійснено повернення коштів."
    },
      text15: {
        ru: "Если после этого вы не получите возврат денежных средств, свяжитесь с нами для получения дополнительной помощи.",
        ua: "Якщо ви не отримаєте повернення коштів, зв'яжіться з нами для отримання додаткової допомоги."
    },
      text16: {
        ru: "Сохраняйте штрих-код для каждого товара при следующей покупке, чтобы вы могли беспрепятственно получить возврат денежных средств.",
        ua: "Зберігайте штрих-код для кожного товару при наступній покупці, щоб ви могли без перешкод отримати повернення коштів."
    },
        text17: {
        ru: "VII. Поместив все возвращаемые товары в одну посылку, распечатайте этикетку о возврате, которую мы вам предоставили, и наклейте ее на внешнюю сторону упаковки. Отправьте посылку обратно из ближайшего отделения Ukrposhta, и все готово!",
        ua: "VII. Помістивши всі товари, що повертаються в одну посилку, роздрукуйте етикетку про повернення, яку ми вам надали, і наклейте її на зовнішню сторону упаковки. Надішліть посилку назад з найближчого відділення Ukrposhta, і все готове!"
    },
        text18: {
        ru: "VIII. Состояние возврата денег за товар(ы) можно проверить на странице сведений о заказе или в SMS, Электронном письме либо Push-уведомлении от Temu.",
        ua: "VIII. Стан повернення грошей за товар(и) можна перевірити на сторінці відомостей про замовлення або SMS, Електронний лист або Push-повідомлення від Temu."
    },
        text19: {
        ru: "Возвратная посылка должна быть отправлена в течение 14 дней после оформления возврата, иначе процесс возврата будет прекращен. Предоставленная нами этикетка возврата подходит только для отправки в пределах Украина (кроме зон с ограниченным доступом, таких как военные базы).",
        ua: "Поворотна посилка має бути відправлена ​​протягом 14 днів після оформлення повернення, інакше процес повернення буде припинено. Надана нами етикетка повернення підходить лише для відправлення в межах України (крім зон з обмеженим доступом, таких як військові бази)."
    },
        text20: {
        ru: "2. Бесплатен ли возврат?",
        ua: "2. Чи безкоштовне повернення?"
    },
        text21: {
        ru: "Возврат товара производится бесплатно при первом возврате одного или нескольких товаров, подлежащих возврату, для КАЖДОГО заказа в течение окна возврата.",
        ua: "Повернення товару здійснюється безкоштовно при першому поверненні одного або декількох товарів, що підлягають поверненню, для КОЖНОГО замовлення протягом вікна повернення."
    },
        text22: {
        ru: "Если вы уже вернули товары из заказа и хотите вернуть дополнительные товары из этого же заказа, вы по-прежнему можете сделать это, пока не закрыто окно возврата.",
        ua: "Якщо ви вже повернули товари із замовлення і хочете повернути додаткові товари з цього ж замовлення, ви можете зробити це, поки не закрито вікно повернення."
    },
        text23: {
        ru: "Постарайтесь отправить возвращаемые товары в одной посылке, чтобы не платить дополнительные сборы. Кроме того, это поможет минимизировать вредное воздействие загрязнения пластиковой упаковки на окружающую среду.",
        ua: "Постарайтеся відправити товари, що повертаються в одній посилці, щоб не сплачувати додаткові збори. Крім того, це допоможе мінімізувати шкідливий вплив забруднення пластикової упаковки на довкілля."
    },
        text24: {
        ru: "Для второго и последующих возвратов предметов из одного заказа можно использовать предоставленную нами этикетку о возврате. Из суммы возврата будет вычтена стоимость доставки в размере 2.80$ по курсу, действующему на момент размещения вашего заказа.",
        ua: "Для другого та подальших повернень предметів з одного замовлення можна використовувати надану нами етикетку про повернення. З суми повернення буде вирахована вартість доставки в розмірі 2.80$ за курсом, що діє на момент розміщення замовлення."
    },
        text25: {
        ru: "4. В течение какого времени можно сделать возврат?",
        ua: "4. Протягом якого часу можна зробити повернення?"
    },
        text26: {
        ru: "Вы можете вернуть товары в течение 90 дн. после покупки, за некоторыми исключениями.",
        ua: "Ви можете повернути товари протягом 90 днів. після покупки, за деякими винятками."
    },
        text27: {
        ru: "Если товар подлежит возврату и возмещению денежных средств, вы можете вернуть его в пределах окна возврата. Вы должны отправить возвратную посылку в течение 14 дней после отправки запроса на возврат. Вы не можете вернуть товары после закрытия окна возврата.",
        ua: "Якщо товар підлягає поверненню та відшкодуванню коштів, ви можете повернути його в межах вікна повернення. Ви повинні надіслати зворотну посилку протягом 14 днів після надсилання запиту на повернення. Ви не можете повернути товари після закриття вікна."
    },
        text28: {
        ru: "5. Возвраты",
        ua: "5. Повернення"
    },
       text29: {
        ru: "I. Вы можете получить возврат денежных средств авансом: мы вернем денежные средства после того, как вы отправите возвратную посылку. Если товары не будут возвращены или возвращенные товары не пройдут проверку качества, мы можем списать средства с вашего первоначального способа оплаты. Возврат денежных средств авансом оформляется на основании вашей истории покупок и по нашему усмотрению.",
        ua: "I. Ви можете отримати повернення коштів авансом: ми повернемо гроші після того, як ви відправите зворотну посилку. Якщо товари не будуть повернені або повернені товари не пройдуть перевірку якості, ми можемо списати кошти з початкового способу оплати. Повернення коштів авансом оформляється на підставі вашої історії покупок і на наш розсуд."
    },
       text30: {
        ru: "II. При возврате денежных средств за возвращенные товары мы вернем денежные средства после того, как товары будут получены и пройдут контроль качества.",
        ua: "ІІ. При поверненні коштів за повернені товари ми повернемо кошти після того, як товари будуть отримані та пройдуть контроль якості."
    },
       text31: {
        ru: "III. В случае, если возвращённый товар использовался, повреждён, неполный (отсутствуют детали/аксессуары) или был повреждён из-за ненадлежащей упаковки при обратной доставке — и это не произошло по вине Temu или продавца, сумма возврата будет уменьшена для компенсации утраченной стоимости товара.",
        ua: "ІІІ. У випадку, якщо повернутий товар використовувався, пошкоджений, неповний (відсутні деталі/аксесуари) або був пошкоджений через неналежну упаковку при зворотній доставці — і це не сталося з вини Temu або продавця, суму повернення буде зменшено для компенсації втраченої вартості товару."
    },
       text32: {
        ru: "IV. Возврат средств за недостающие товары: Найдите соответствующий заказ в центре поддержки, затем выберите «Недостающий товар / детали», чтобы подать заявку на возврат средств, или обратитесь в службу поддержки / к продавцу за помощью.",
        ua: "IV. Повернення коштів за відсутні товари: Знайдіть відповідне замовлення в центрі підтримки, потім виберіть «Недостатній товар / деталі», щоб подати заявку на повернення коштів, або зверніться до служби підтримки / до продавця за допомогою."
    },
       text33: {
        ru: "V. Возврат средств за посылку, указанную как «доставленная, но не полученная»: Найдите соответствующий заказ в центре поддержки, затем выберите «Посылка доставлена, но не получена», чтобы подать заявку на возврат средств, или обратитесь в службу поддержки / к продавцу за помощью.",
        ua: "V. Повернення коштів за посилку, вказану як «доставлена, але не отримана»: Знайдіть відповідне замовлення в центрі підтримки, потім виберіть «Посилка доставлена, але не отримана», щоб подати заявку на повернення коштів, або зверніться до служби підтримки/до продавця за допомогою."
    },
       text34: {
        ru: "VI. В зависимости от вашего финансового учреждения средства будут зачислены на ваш исходный платежный счет в течение 5–14 рабочих дней (до 30 дней). Стоимость доставки и импортный налог (таможенный сбор) возвращаются только в случае, если возврат произошел по вине Temu. Стоимость страховки, если она была, не возвращается. Плата за подтверждение доставки (получение под подпись) не возвращается, если заказ был доставлен.",
        ua: "VI. Залежно від вашої фінансової установи, кошти будуть зараховані на ваш вихідний платіжний рахунок протягом 5–14 робочих днів (до 30 днів). Вартість доставки та імпортний податок (митний збір) повертаються лише у випадку, якщо повернення відбулося з вини Temu. Вартість страховки, якщо вона була, не повертається. Плата за підтвердження доставки (отримання під підпис) не повертається, якщо замовлення було доставлено."
    },
       text35: {
        ru: "6. Срок возврата средств",
        ua: "6. Термін повернення коштів"
    },
       text36: {
        ru: "Как только возврат средств будет обработан, вашему финансовому учреждению потребуется дополнительное время, чтобы зачислить его на ваш счет. Дополнительные сведения см. в таблице ниже.",
        ua: "Щойно повернення коштів буде оброблено, вашій фінансовій установі буде потрібний додатковий час, щоб зарахувати його на ваш рахунок. Для отримання додаткових відомостей див. нижче."
    },
       text37: {
        ru: "7. Важное уведомление",
        ua: "7. Важливе повідомлення"
    },
       text38: {
        ru: "I. Адрес, прикрепленный к вашей посылке, НЕ является обратным адресом, который вы должны использовать. Если вы отправляете посылку по другому адресу, время обработки вашего возврата может затянуться. Вы должны отправить посылку по адресу, указанному на этикетке, прикрепленной к вашей покупке.",
        ua: "I. Адреса, прикріплена до вашої посилки, НЕ є зворотною адресою, яку ви повинні використовувати. Якщо ви надсилаєте посилку на іншу адресу, час обробки вашого повернення може затягнутися. Ви повинні надіслати посилку на адресу, вказану на етикетці, прикріпленій до вашої покупки."
    },
       text39: {
        ru: "II. Пожалуйста, убедитесь, что случайно не включили в посылку для возврата товары, которые не собираетесь возвращать. Если вы по ошибке отправили не тот товар, свяжитесь со <a href='#'>службой поддержки</a>. Мы не можем гарантировать, что такие товары будут найдены и возвращены, и не предоставляем хранение, возмещение или компенсацию за них.",
        ua: "ІІ. Будь ласка, переконайтеся, що випадково не включили у посилку для повернення товари, які не збираєтесь повертати. Якщо ви помилково відправили не той товар, зв'яжіться зі <a href='#'>службою підтримки</a>. Ми не можемо гарантувати, що такі товари будуть знайдені та повернуті, і не надаємо зберігання, відшкодування чи компенсацію за них."
    },
       text40: {
        ru: "FAREX 2025© — ВСЕ <br>ПРАВА ЗАЩИЩЕНЫ",
        ua: "FAREX 2025© - ВСЕ <br> ПРАВА ЗАХИЩЕНІ"
    },
      text41: {
        ru: "Информация про кампанию",
        ua: "Інформація про кампанію"
    },
      text42: {
        ru: "Связаться с нами",
        ua: "Зв'язатися з нами"
    },
      text43: {
        ru: "Служба поддержки",
        ua: "Служба підтримки"
    },
        text44: {
        ru: "Возврат и Возмещения",
        ua: "Повернення та Відшкодування"
    },
        text45: {
        ru: "Информация о доставке",
        ua: "Інформація про доставку"
    },
        text46: {
        ru: "Гарантия",
        ua: "Гарантія"
    },
        text47: {
        ru: "Политика конфиденциальности",
        ua: "Політика конфіденційності"
    },
        text48: {
        ru: "Топ продаж",
        ua: "Топ продажів"
    },
    
        text49: {
        ru: "НАВВЕРХ",
        ua: "НАВЕРХ"
    },
    modal1: {
        ru: "Добро пожаловать в Farex!",
        ua: "Ласкаво просимо до Farex!"
    },
     modal2: {
        ru: "УЖЕ ЕСТЬ АККАУНТ",
        ua: "ВЖЕ Є АККАУНТ"
    },
     modal3: {
        ru: "НЕТ АККАУНТА",
        ua: "НІ АККАУНТУ"
    },
     modal4: {
        ru: "Войти в аккаунт",
        ua: "Увійти до облікового запису"
    },
     modal5: {
        ru: "Я забыл пароль",
        ua: "Я забув пароль"
    },
     modal6: {
        ru: "ВОЙТИ",
        ua: "УВійти"
    },
     modal7: {
        ru: "Создать аккаунт",
        ua: "Створити обліковий запис"
    },
     modal8: {
        ru: "У МЕНЯ ЕСТЬ АККАУНТ",
        ua: "У МЕНЕ Є АККАУНТ"
    },
     modal9: {
        ru: "отправить",
        ua: "відправити"
    },
     modal10: {
        ru: "Восстановить пароль",
        ua: "Відновити пароль"
    },
     modal11: {
       ru: "отправить",
        ua: "відправити"
    },




}