export const topSellersTexts = {
    header_title: {
        ru: "БЕСПЛАТНАЯ ДОСТАВКА на все товары",
        ua: "БЕЗКОШТОВНА ДОСТАВКА на всі товари"
    },

    catalog: {
        ru: "КАТАЛОГ",
        ua: "КАТАЛОГ"
    },
     topsellers: {
        ru: "ТОП ПРОДАЖ",
        ua: "ТОП ПРОДАЖУ"
    },
    text: {
        ru: "Главная",
        ua: "Головна"
    },
     text2: {
        ru: "Топ продаж",
        ua: "Топ продажів"
    },
     text3: {
         ru: "Топ продаж",
        ua: "Топ продажів"
    },
     text4: {
        ru: "ПО ПОПУЛЯРНОСТИ",
        ua: "ПО ПОПУЛЯРНОСТІ"
    },
     text5: {
        ru: "НОВИНКИ",
        ua: "НОВИНКИ"
    },
     text6: {
        ru: "ПО ЦЕНЕ",
        ua: "ЗА ЦІНОЮ"
    },
      text7: {
        ru: "FAREX 2025© — ВСЕ <br>ПРАВА ЗАЩИЩЕНЫ",
        ua: "FAREX 2025© - ВСЕ <br> ПРАВА ЗАХИЩЕНІ"
    },
      text8: {
        ru: "Информация про кампанию",
        ua: "Інформація про кампанію"
    },
      text9: {
        ru: "Связаться с нами",
        ua: "Зв'язатися з нами"
    },
      text10: {
        ru: "Служба поддержки",
        ua: "Служба підтримки"
    },
        text11: {
        ru: "Возврат и Возмещения",
        ua: "Повернення та Відшкодування"
    },
        text12: {
        ru: "Информация о доставке",
        ua: "Інформація про доставку"
    },
        text13: {
        ru: "Гарантия",
        ua: "Гарантія"
    },
        text14: {
        ru: "Политика конфиденциальности",
        ua: "Політика конфіденційності"
    },
        text15: {
        ru: "Топ продаж",
        ua: "Топ продажів"
    },
    
        text16: {
        ru: "НАВВЕРХ",
        ua: "НАВЕРХ"
    },
     modal1: {
        ru: "Добро пожаловать в Farex!",
        ua: "Ласкаво просимо до Farex!"
    },
     modal2: {
        ru: "УЖЕ ЕСТЬ АККАУНТ",
        ua: "ВЖЕ Є АККАУНТ"
    },
     modal3: {
        ru: "НЕТ АККАУНТА",
        ua: "НІ АККАУНТУ"
    },
     modal4: {
        ru: "Войти в аккаунт",
        ua: "Увійти до облікового запису"
    },
     modal5: {
        ru: "Я забыл пароль",
        ua: "Я забув пароль"
    },
     modal6: {
        ru: "ВОЙТИ",
        ua: "УВійти"
    },
     modal7: {
        ru: "Создать аккаунт",
        ua: "Створити обліковий запис"
    },
     modal8: {
        ru: "У МЕНЯ ЕСТЬ АККАУНТ",
        ua: "У МЕНЕ Є АККАУНТ"
    },
     modal9: {
        ru: "отправить",
        ua: "відправити"
    },
     modal10: {
        ru: "Восстановить пароль",
        ua: "Відновити пароль"
    },
     modal11: {
       ru: "отправить",
        ua: "відправити"
    },
     modal12: {
       ru: "Вы добавили товар в избранное",
        ua: "Ви додали товар до обраного"
    },
     modal13: {
       ru: "В избранное",
        ua: "У вибране"
    },
     modal14: {
       ru: "Вы добавили товар в корзину",
        ua: "Ви додали товар до кошика"
    },
     modal15: {
       ru: "В карзину",
        ua: "У кошик"
    },
      modal16: {
       ru: "Корзина пуста",
        ua: "Кошик порожній"
    },

}