export const homeTexts = {
    header_title: {
        ru: "БЕСПЛАТНАЯ ДОСТАВКА на все товары",
        ua: "БЕЗКОШТОВНА ДОСТАВКА на всі товари"
    },

    catalog: {
        ru: "КАТАЛОГ",
        ua: "КАТАЛОГ"
    },
     topsellers: {
        ru: "ТОП ПРОДАЖ",
        ua: "ТОП ПРОДАЖУ"
    },
     text1: {
        ru: "РАСПРОДАЖА <br>СКИДКИ <br>ДО <br> 50%",
        ua: "РОЗПРОДАЖ <br> ЗНИЖКИ <br>ДО <br>50%"
    },
     text2: {
        ru: "НОВИНКИ",
        ua: "НОВИНКИ"
    },
     text3: {
        ru: "топ продаж",
        ua: "топ продажів"
    },
     text4: {
        ru: "топ продаж",
        ua: "топ продажів"
    },
     text5: {
        ru: "топ продаж",
        ua: "топ продажів"
    },
     text6: {
        ru: "ВЫ СМОТРЕЛИ",
        ua: "ВИ ДИВИЛИСЯ"
    },
     text7: {
        ru: "топ продаж",
        ua: "топ продажів"
    },
     text8: {
         ru: "топ продаж",
        ua: "топ продажів"
    },
     text9: {
         ru: "топ продаж",
        ua: "топ продажів"
    },
     text10: {
        ru: "ТОВАРЫ ПО СКИДКЕ",
        ua: "ТОВАРИ ПО ЗНИЖКУ"
    },
     text11: {
        ru: "с клавиатурой, мышью, чехлом, стилусом, кабель type-C, 128GB ROM + 16GB (4GB + 12GB расширение) RAM, поддержка расширение на карту памяти до 1TB, планшет, Pad",
        ua: "з клавіатурою, мишею, чохлом, стілусом, кабель type-C, 128GB ROM + 16GB (4GB + 12GB розширення) RAM, підтримка розширення на карту пам'яті до 1TB, планшет, Pad"
    },
     text12: {
        ru: "Планшет с Чохлом, Клавиатурой и Мышкой, Стилус, кабель type-C, защитная пленка.Расширенная ОЗУ 4ГБ+8ГБ, Память 64ГБ, 2-в-1 Планшет, 10.1 Дюймовый, 1280x800 IPS, Wi-Fi, Тип-С (Адаптер Не включено)",
        ua: "Планшет із Чохлом, з Клавіатурою та Мишкою, Стілус, кабель type-C, захисна плівка. Розширена ОЗП 4ГБ+8ГБ, Пам'ять 64ГБ, 2-в-1 Планшет, 10.1 Дюймовий, 1280x800 IPS, Wi-Fi, Тип-С (Адаптер Не включено)"
    },
     text13: {
        ru: "планшетный ПК 2025 Новый с клавиатурой и мышкой, защитным чехлом, стилусом, защитной пленкой, кабель type-C ПК на базе Android 12 ГБ (4 ГБ + 8 ГБ расширение) Поддержка расширения 1 ТВ, MTK CPU, Декакор, 2.4 Г/5 Г Вай-Фай, двойная камера 5 МП + 13 МП, игрового планшетного ПК",
        ua: "планшетний ПК 2025 Новий з клавіатурою та мишкою, захисним чохлом, стилусом, захисною плівкою, кабель type-C ПК на базі Android 12 ГБ (4 ГБ + 8 ГБ розширення) ОЗУ Підтримка розширення 1 ТБ, MTK CPU, Декакор, 2.4 Г/5 Г Вай-Фай, подвійна камера 5 МП + 13 МП, планшетного ігрового ПК"
    },
     text14: {
        ru: "Клавиатурой и мышкой, стилус, чехол, защитная пленка, кабель type-C 12GB ОЗУ (4+8ГБ расширение), 64-GROM + Карта памяти. Двойные камеры(2Мп+ 8-Mpх, четырехкратный) процессор, 12-80x800 HD (IPS Дисплеи). Dualband WiFi 5/6,",
        ua: "Клавіатурою та мишкою, стилус, чохол, захисна плівка, кабель type-C 12GB ОЗП (4+8ГБ розширення), 64-GROM + Карта пам'яті. Подвійні камери (2Мп + 8-Mpх, чотириразовий процесор, 12-80x800 HD (IPS Дисплеї). Dualband WiFi 5/6,"
    },
     text15: {
        ru: "С клавиатурой и мышкой, чехол, стилус, защитная пленка. экрана, кабель type-C 11-дюймовый HD большой экран + 1200x1920 IPS дисплей, восьмиядерный высокопроизводительный процессор, 24 (8+16) ГБ ОЗУ + 128 ГБ ПЗУ (расширение до 2 ТВ), 3 МП + 5 МП камеры/Face ID, аккумулятор 8000 мАч, поддержка Widevine L1, Synthetic Gemstoneini AI",
        ua: "З клавіатурою та мишкою, чохол, стілус, захисна плівка для екрану, кабель type-C 11-дюймовий HD великий екран + 1200x1920 IPS дисплей, восьмиядерний високопродуктивний процесор, 24 (8+16) ГБ ОЗП + 128 ГБ ПЗП (розширення до 2 ТБ), 3 МП + 5 МП камери/Face ID, акумулятор 8000 мАг, підтримка Widevine L1, Synthetic Gemstoneini AI"
    },
     text16: {
        ru: "с клавиатурой, мышью, ручкой, чехол, кабель type-C, защитная пленка, 24 ГБ (8+16) ОЗУ + 256 ГБ ПЗУ, аккумулятор 8000 мАч, Type-C, расширение до 1 ТБ SD, двухдиапазонный Wi-Fi, восьмиядерный, сертифицированный GMS (адаптер не входит)",
        ua: "з клавіатурою, мишею, ручкою, чохол, кабель type-C, захисна плівка, 24 ГБ (8+16) ОЗП + 256 ГБ ПЗУ, акумулятор 8000 мАг, Type-C, розширення до 1 ТБ SD, дводіапазонний Wi-Fi, восьмиядерний, сертифікований GMS (адаптер не входить)"
    },
     text17: {
        ru: "с клавиатурой, с чехлом, мышью, стилус, защитная пленка, кабель type-C, 128 ГБ памяти, 6 ГБ RAM (6 ГБ или 20 ГБ расширена) по выбору, расширение SD на 1 ТБ (без SD-карты), планшет 2 в 1, 10.1-дюймовый планшет, 005, 0G5, IP2. Wireless, WIFI планшет",
        ua: "з клавіатурою, з чохлом, мишею, стілус, захисна плівка, кабель type-C, 128 ГБ пам'яті, 6 ГБ RAM (6 ГБ або 20 ГБ розширена) на вибір, розширення SD на 1 ТБ (без SD-карти), планшет 2 в 1, 10.1-дюймовий планшет, 005, 0G5, IP2. Wireless, WIFI планшет"
    },
     text18: {
        ru: "Android 14 OS, с клавиатурой, мышкой, чехлом, осязательной кисточкой, кабель type-C, защитная пленка 5G Dual-band wifi6, расширением памяти 8GB (4g+4g), ROM 128GB, передней камерой 200 миллионов пикселей и задней камерой 800 миллионов пикселей 1280*800, Pad",
        ua: "Android 14 OS, з клавіатурою, мишкою, чохлом, відчутною пензликом, кабель type-C, захисна плівка 5G Dual-band wifi6, розширенням пам'яті 8GB (4g+4g), ROM 128GB, передній камерою 200 мільйонів пікселів та задньою камерою 800 мільйонів пікселів 1280*800, Pad"
    },
     text19: {
        ru: "с клавиатурой мышью стилусом, с чехлом, подставкой, защитная пленка, кабель type-C 10.1-дюймовый HD большой экран, IPS дисплей 1280x800, восьмиядерный высокопроизводительный процессор, 24 ГБ ОЗУ 8+16+256/2 ТВ расширение, пиковая частота 2.2 ГГц, двойные камеры 8 МП + 5 М0, продолжительное время работы Widevine L1, AI 4.0 и 90 Гц Высокая частота обновления, 5G WiFi 6 / Type-C / GPS – Игровой планшет 2-в-1",
        ua: "з клавіатурою мишею стілус, з чохлом, підставкою, захисна плівка, кабель type-C 10.1-дюймовий HD великий екран, IPS дисплей 1280x800, восьмиядерний високопродуктивний процесор, 24 ГБ ОЗУ 8+16+256/2 ТБ розширення, пікова частота 2.2 ГГц, подвійні камери 8 МП + 5 М0, тривалий час роботи Widevine L1, AI 4.0 і 90 Гц Висока частота оновлення, 5G WiFi 6 / Type-C / GPS – Ігровий планшет 2-в-1"
    },

      text20: {
        ru: "в комплекте чехол, T-Pen, клавиатура, защитная пленка, кабель type-C планшет 11 дюймов для Android 15 | 20 ГБ RAM, 128 ГБ ROM, поддержка TF-карты до 1 ТВ, восьмиядерный процессор MTK G100, металлический корпус, аккумулятор 8000 мАч, зарядка Type-C, WiFi планшет",
        ua: "у комплекті чохол, T-Pen, клавіатура, захисна плівка, кабель type-C планшет 11 дюймів на Android 15 | 20 ГБ RAM, 128 ГБ ROM, підтримка TF-карти до 1 ТБ, восьмиядерний процесор MTK G100, металевий корпус, акумулятор 8000 мач, зарядка Type-C, WiFi планшет"
    },
      text21: {
        ru: "с комплектом клавиатуры и мыши, чехол, наушники, подставка, кабель type-C, стилус4 ГБ ОЗУ + 128 ГБ ПЗУ, Unisoc T606 8-ядерный, 1280×800 IPS дисплей, WiFi, аккумулятор 6000 мАч, камера 5 МП + 2 МП, Android 15",
        ua: "з комплектом клавіатури та миші, чохол, навушники, підставка, кабель type-C, стилус4 ГБ ОЗП + 128 ГБ ПЗУ, Unisoc T606 8-ядерний, 1280×800 IPS дисплей, WiFi, акумулятор 6000 мАг, камера 5 МП + 2 МП, Android 15"
    },
      text22: {
        ru: "клавиатура, чехол, наушники в комплекте, защитная пленка, стилус, подставка, с частотой обновления 90 Гц, 6GB/8GB RAM и 128GB ROM, Android 15, Dual SIM LTE, металлического корпуса, батарея 8000 мАч, зарядка Type-C, соотношение сторон 10:1, дисплей 12G планшет, многофункциональное устройство, прочная конструкция",
        ua: "клавіатура, чохол, навушники в комплекті, захисна плівка, стілус, підставка, з частотою оновлення 90 Гц, 6GB/8GB RAM та 128GB ROM, Android 15, Dual SIM LTE, металевого корпусу, батарея 8000 мАг, зарядка Type-C, співвідношення сторін 10:1, дисплей 12G планшет, багатофункціональне пристрій, міцна конструкція"
    },
      text23: {
        ru: "Комплект: чехол, клавиатура, беспроводная мышь, наушники, стилус, подставка, кабель type-C (MTK MT8781 8-ядерный 2 ГГц/8 ГБ ОЗУ/128 ГБ ПЗУ/8.7 дюймов 1340*800 IPS/WIFI/4G Dual SIM/5100 мАч/13 МП+5 МП камера/Android 15)",
        ua: "Комплект: чохол, клавіатура, бездротова миша, навушники, стілус, підставка, кабель type-C (MTK MT8781 8-ядерний 2 ГГц/8 ГБ ОЗП/128 ГБ ПЗП/8.7 дюймів 1340*800 IPS/WIFI/4G Dual SIM/5100 мАг/13 МП+5 МП камера/Android 15)"
    },
      text24: {
        ru: "В комплекте: клавиатура, наушники, чехол, стилус, защитная пленка, подставка с частотой обновления 90Hz/120Hz, 11-дюймовый Android 15 планшет с дисплеем 1920x1200, 6GB/8GB RAM, 256GB ROM, Unisoc T620/T7280 Octa-Core, Mali-G57 GPU, поддержка 4G 8000mAh, зарядка Type-C",
        ua: "У комплекті: захисна клавіатура, навушники, чохол, стілус. плівка, підставка із частотою оновлення 90Hz/120Hz, 11-дюймовий Android 15 планшет з дисплеєм 1920x1200, 6GB/8GB RAM, 256GB ROM, Unisoc T620/T7280 Octa-Core, Mali-G57 GPU, підтримка 4G 8000mAh, зарядка Type-C"
    },
      text25: {
        ru: "В комплекте: чехол, клавиатура, мышка, защитная пленка, стилус, подставка, кабель type-C, 10.1-дюймовый HD большой экран, IPS дисплей 1280x800, восьмиядерный высокопроизводительный процессор, 24/8+16 ГБ ОЗУ + 256/2 ТВ расширяемой памяти, 8 МП + 5 МП двойные камеры, аккумулятор на 50мм",
        ua: "У комплекті: чохол, клавіатура, мишка, захисна плівка, стілус, підставка, кабель type-C, 10.1-дюймовий HD великий екран, IPS дисплей 1280x800, восьмиядерний високопродуктивний процесор, 24/8+16 ГБ ОЗП + 256/2 ТБ пам'яті, що розширюється, 8 МП + 5 МП подвійні камери, акумулятор на 50мм"
    },
      text26: {
        ru: "FAREX 2025© — ВСЕ <br>ПРАВА ЗАЩИЩЕНЫ",
        ua: "FAREX 2025© - ВСЕ <br> ПРАВА ЗАХИЩЕНІ"
    },
      text27: {
        ru: "Информация про кампанию",
        ua: "Інформація про кампанію"
    },
      text28: {
        ru: "Связаться с нами",
        ua: "Зв'язатися з нами"
    },
      text29: {
        ru: "Служба поддержки",
        ua: "Служба підтримки"
    },
        text30: {
        ru: "Возврат и Возмещения",
        ua: "Повернення та Відшкодування"
    },
        text31: {
        ru: "Информация о доставке",
        ua: "Інформація про доставку"
    },
        text32: {
        ru: "Гарантия",
        ua: "Гарантія"
    },
        text33: {
        ru: "Политика конфиденциальности",
        ua: "Політика конфіденційності"
    },
        text34: {
        ru: "Топ продаж",
        ua: "Топ продажів"
    },
    
        text35: {
        ru: "НАВВЕРХ",
        ua: "НАВЕРХ"
    },
    modal1: {
        ru: "Добро пожаловать в Farex!",
        ua: "Ласкаво просимо до Farex!"
    },
     modal2: {
        ru: "УЖЕ ЕСТЬ АККАУНТ",
        ua: "ВЖЕ Є АККАУНТ"
    },
     modal3: {
        ru: "НЕТ АККАУНТА",
        ua: "НІ АККАУНТУ"
    },
     modal4: {
        ru: "Войти в аккаунт",
        ua: "Увійти до облікового запису"
    },
     modal5: {
        ru: "Я забыл пароль",
        ua: "Я забув пароль"
    },
     modal6: {
        ru: "Корзина пуста",
        ua: "Кошик порожній"
    },
     modal7: {
        ru: "Создать аккаунт",
        ua: "Створити обліковий запис"
    },
     modal8: {
        ru: "У МЕНЯ ЕСТЬ АККАУНТ",
        ua: "У МЕНЕ Є АККАУНТ"
    },
     modal9: {
        ru: "Отправить",
        ua: "Відправити"
    },
     modal10: {
        ru: "Восстановить пароль",
        ua: "Відновити пароль"
    },
     modal11: {
       ru: "отправить",
        ua: "відправити"
    },
     modal12: {
       ru: "Вы добавили товар в избранное",
        ua: "Ви додали товар до обраного"
    },
     modal13: {
       ru: "В избранное",
        ua: "У вибране"
    },
     modal14: {
       ru: "Вы добавили товар в корзину",
        ua: "Ви додали товар до кошика"
    },
     modal15: {
       ru: "В карзину",
        ua: "У кошик"
    },
      modal16: {
       ru: "Корзина пуста",
        ua: "Кошик порожній"
    },
    



}