import { text } from "express";

export const besketTexts ={
        header_title: {
        ru: "БЕСПЛАТНАЯ ДОСТАВКА на все товары",
        ua: "БЕЗКОШТОВНА ДОСТАВКА на всі товари"
    },

    catalog: {
        ru: "КАТАЛОГ",
        ua: "КАТАЛОГ"
    },
     topsellers: {
        ru: "ТОП ПРОДАЖ",
        ua: "ТОП ПРОДАЖУ"
    },
    text: {
        ru: "Главная",
        ua: "Головна"
    },
     text1: {
        ru: "Корзина",
        ua: "Кошик"
    },
     text2: {
        ru: "Корзина",
        ua: "Кошик"
    },
     text3: {
        ru: "3 товара",
        ua: "3 товари"
    },
     text5: {
        ru: "ОЧИСТИТЬ ВСЕ",
        ua: "ОЧИСТИТИ ВСЕ"
    },
     text6: {
        ru: "СТОИМОСТЬ ТОВАРОВ",
        ua: "ВАРТІСТЬ ТОВАРІВ"
    },
     text7: {
        ru: "ОБЩАЯ СКИДКА",
        ua: "ЗАГАЛЬНА ЗНИЖКА"
    },
     text8: {
        ru: "Итого",
        ua: "Разом"
    },
      text9: {
        ru: "Оформить заказ",
        ua: "Оформити замовлення"
    },
     text10: {
        ru: "FAREX 2025© — ВСЕ <br>ПРАВА ЗАЩИЩЕНЫ",
        ua: "FAREX 2025© - ВСЕ <br> ПРАВА ЗАХИЩЕНІ"
    },
      text11: {
        ru: "Информация про кампанию",
        ua: "Інформація про кампанію"
    },
      text12: {
        ru: "Связаться с нами",
        ua: "Зв'язатися з нами"
    },
      text13: {
        ru: "Служба поддержки",
        ua: "Служба підтримки"
    },
        text14: {
        ru: "Возврат и Возмещения",
        ua: "Повернення та Відшкодування"
    },
        text15: {
        ru: "Информация о доставке",
        ua: "Інформація про доставку"
    },
        text16: {
        ru: "Гарантия",
        ua: "Гарантія"
    },
        text17: {
        ru: "Политика конфиденциальности",
        ua: "Політика конфіденційності"
    },
        text18: {
        ru: "Топ продаж",
        ua: "Топ продажів"
    },
    
        text19: {
        ru: "НАВВЕРХ",
        ua: "НАВЕРХ"
    },
    modal1: {
        ru: "Добро пожаловать в Farex!",
        ua: "Ласкаво просимо до Farex!"
    },
     modal2: {
        ru: "УЖЕ ЕСТЬ АККАУНТ",
        ua: "ВЖЕ Є АККАУНТ"
    },
     modal3: {
        ru: "НЕТ АККАУНТА",
        ua: "НІ АККАУНТУ"
    },
     modal4: {
        ru: "Войти в аккаунт",
        ua: "Увійти до облікового запису"
    },
     modal5: {
        ru: "Я забыл пароль",
        ua: "Я забув пароль"
    },
     modal6: {
        ru: "ВОЙТИ",
        ua: "УВійти"
    },
     modal7: {
        ru: "Создать аккаунт",
        ua: "Створити обліковий запис"
    },
     modal8: {
        ru: "У МЕНЯ ЕСТЬ АККАУНТ",
        ua: "У МЕНЕ Є АККАУНТ"
    },
     modal9: {
        ru: "отправить",
        ua: "відправити"
    },
     modal10: {
        ru: "Восстановить пароль",
        ua: "Відновити пароль"
    },
     modal11: {
       ru: "отправить",
        ua: "відправити"
    },

    
}