export const guaranteeTexts = {
    header_title: {
        ru: "БЕСПЛАТНАЯ ДОСТАВКА на все товары",
        ua: "БЕЗКОШТОВНА ДОСТАВКА на всі товари"
    },

    catalog: {
        ru: "КАТАЛОГ",
        ua: "КАТАЛОГ"
    },
     topsellers: {
        ru: "ТОП ПРОДАЖ",
        ua: "ТОП ПРОДАЖУ"
    },
    text: {
        ru: "Главная",
        ua: "Головна"
    },
    text1: {
        ru: "Гарантия",
        ua: "Гарантія"
    },
    text2: {
        ru: "Делайте покупки с уверенностью с Программой защиты покупок Farex",
        ua: "Здійснюйте покупки з упевненістю з Програмою захисту покупок Farex"
    },
    tex3: {
        ru: "Полный возврат средств гарантируется, если товар не доставлен, поврежден при доставке или не соответствует описанию. В некоторых случаях может потребоваться возврат товара.",
        ua: "Повне повернення коштів гарантується, якщо товар не доставлений, пошкоджений під час доставки або не відповідає опису. У деяких випадках може знадобитися повернення товару."
    },
    tex4: {
        ru: "Программа защиты покупок на Farex",
        ua: "Програма захисту покупок на Farex"
    },
    text5: {
        ru: "Легко получите помощь, если при покупке что-то пойдет не так",
        ua: "Легко отримаєте допомогу, якщо при покупці щось піде не так"
    },
    text6: {
        ru: "Какие случаи покрывает Программа защиты покупок Temu?",
        ua: "Які випадки покриває програма захисту покупок Temu?"
    },
    text7: {
        ru: "Ваш заказ не соответствует описанию или фотографиям предметов",
        ua: "Ваше замовлення не відповідає опису чи фотографіям предметів"
    },
    text8: {
        ru: "Вы получили поврежденный товар",
        ua: "Ви отримали пошкоджений товар"
    },
    text9: {
        ru: "Ваш товар не был доставлен, прибыл с опозданием или был утерян в пути",
        ua: "Ваш товар не був доставлений, прибув із запізненням або був загублений у дорозі"
    },
    text10: {
        ru: "Если что-то пойдет не так, мы с вами свяжемся. Вот как это работает:",
        ua: "Якщо щось піде не так, ми зв'яжемося з вами. Ось як це працює:"
    },
    text11: {
        ru: "Оформите Возврат",
        ua: "Оформіть Повернення"
    },
     text12: {
        ru: "Выберите товары для возврата на странице «Ваши заказы» и нажмите кнопку «Возврат / возмещение». Укажите причину возврата, чтобы в следующий раз все прошло успешно! Выберите способ возврата и нажмите «Отправить».",
        ua: "Виберіть товари для повернення на сторінці «Ваші замовлення» та натисніть кнопку «Повернення/відшкодування». Вкажіть причину повернення, щоб наступного разу все пройшло успішно! Виберіть спосіб повернення та натисніть «Надіслати»."
    },
     text13: {
        ru: "о Возврате",
        ua: "про Повернення"
    },
     text14: {
        ru: "Просто отправьте посылку по почте в ближайшем отделении Ukrposhta.Первый возврат одного или нескольких товаров, подлежащих возврату, для КАЖДОГО заказа является бесплатным! Срок возврата для большинства товаров составляет 14 дней с даты покупки. Все подходящие товары можно вернуть в течение этого периода в их оригинальном состоянии для полного возврата средств. Чтобы не платить за доставку несколько раз, мы советуем вам отправить все товары для возврата одной посылкой. Отправьте посылку в течение 14 дней после отправки запроса на возврат.",
        ua: "Просто надішліть посилку поштою до найближчого відділення Ukrposhta.Перше повернення одного або кількох товарів, що підлягають поверненню, для КОЖНОГО замовлення є безкоштовним! Термін повернення більшості товарів становить 14 днів із дати покупки. Всі відповідні товари можна повернути протягом цього періоду в їхньому оригінальному стані для повного повернення коштів. Щоб не платити за доставку кілька разів, ми радимо вам надіслати всі товари для повернення однією посилкою. Надішліть посилку протягом 14 днів після надсилання запиту на повернення."
    },
     text15: {
        ru: "Получите Возврат Средств",
        ua: "Отримайте Повернення Коштів"
    },
         text16: {
        ru: "Если ваш заказ подходит для участия в программе защиты покупок Temu, вам будет возвращена сумма за товар(ы). Вы можете выбрать, как получить возврат — на ваш Temu-кредит или на исходный способ оплаты. Вы получите подтверждение, когда возврат будет произведён..",
        ua: "Якщо ваше замовлення підходить для участі в програмі захисту покупок Temu, вам буде повернено суму за товар(и). Ви можете вибрати, як отримати повернення на ваш Temu-кредит або на вихідний спосіб оплати. Ви отримаєте підтвердження, коли повернення буде здійснено."
    },
     text17: {
        ru: "FAREX 2025© — ВСЕ <br>ПРАВА ЗАЩИЩЕНЫ",
        ua: "FAREX 2025© - ВСЕ <br> ПРАВА ЗАХИЩЕНІ"
    },
      text18: {
        ru: "Информация про кампанию",
        ua: "Інформація про кампанію"
    },
      text19: {
        ru: "Связаться с нами",
        ua: "Зв'язатися з нами"
    },
      text20: {
        ru: "Служба поддержки",
        ua: "Служба підтримки"
    },
        text21: {
        ru: "Возврат и Возмещения",
        ua: "Повернення та Відшкодування"
    },
        text22: {
        ru: "Информация о доставке",
        ua: "Інформація про доставку"
    },
        text23: {
        ru: "Гарантия",
        ua: "Гарантія"
    },
        text24: {
        ru: "Политика конфиденциальности",
        ua: "Політика конфіденційності"
    },
        text25: {
        ru: "Топ продаж",
        ua: "Топ продажів"
    },
    
        text26: {
        ru: "НАВВЕРХ",
        ua: "НАВЕРХ"
    },
    modal1: {
        ru: "Добро пожаловать в Farex!",
        ua: "Ласкаво просимо до Farex!"
    },
     modal2: {
        ru: "УЖЕ ЕСТЬ АККАУНТ",
        ua: "ВЖЕ Є АККАУНТ"
    },
     modal3: {
        ru: "НЕТ АККАУНТА",
        ua: "НІ АККАУНТУ"
    },
     modal4: {
        ru: "Войти в аккаунт",
        ua: "Увійти до облікового запису"
    },
     modal5: {
        ru: "Я забыл пароль",
        ua: "Я забув пароль"
    },
     modal6: {
        ru: "ВОЙТИ",
        ua: "УВійти"
    },
     modal7: {
        ru: "Создать аккаунт",
        ua: "Створити обліковий запис"
    },
     modal8: {
        ru: "У МЕНЯ ЕСТЬ АККАУНТ",
        ua: "У МЕНЕ Є АККАУНТ"
    },
     modal9: {
        ru: "отправить",
        ua: "відправити"
    },
     modal10: {
        ru: "Восстановить пароль",
        ua: "Відновити пароль"
    },
     modal11: {
       ru: "отправить",
        ua: "відправити"
    },
    
}